# Taps
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Binaries
brew "coreutils"
brew "curl"
brew "git"
brew 'mas'
brew "npm"
brew "nvm"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"

# Applications
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "scroll-reverser"
cask "telegram-desktop"
cask "textmate"
cask "visual-studio-code"