# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Binaries
brew "apktool"
brew "coreutils"
brew "curl"
brew "git"
brew 'mas'
brew "npm"
brew "nvm"
brew "spaceship"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

# Applications
cask "firefox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "slack"
cask "spark"
cask "spotify"
cask "telegram"
cask "visual-studio-code"

# Mac App Store
mas 'Spark', id: 1176895641