code --install-extension aaron-bond.better-comments
code --install-extension alefragnani.bookmarks
code --install-extension bodil.file-browser
code --install-extension catppuccin.catppuccin-vsc
code --install-extension christian-kohler.npm-intellisense
code --install-extension clinyong.vscode-css-modules
code --install-extension codezombiech.gitignore
code --install-extension csstools.postcss
code --install-extension dbaeumer.vscode-eslint
code --install-extension docker.docker
code --install-extension donjayamanne.githistory
code --install-extension eamodio.gitlens
code --install-extension ecmel.vscode-html-css
code --install-extension editorconfig.editorconfig
code --install-extension esbenp.prettier-vscode
code --install-extension eseom.nunjucks-template
code --install-extension formulahendry.auto-rename-tag
code --install-extension formulahendry.code-runner
code --install-extension gamunu.vscode-yarn
code --install-extension github.github-vscode-theme
code --install-extension github.vscode-github-actions
code --install-extension in4margaret.compareit
code --install-extension mhutchie.git-graph
code --install-extension mkxml.vscode-filesize
code --install-extension ms-azuretools.vscode-containers
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension pkief.material-icon-theme
code --install-extension ronnidc.nunjucks
code --install-extension sleistner.vscode-fileutils
code --install-extension stylelint.vscode-stylelint
code --install-extension vscode-icons-team.vscode-icons
code --install-extension vue.volar
code --install-extension yzhang.markdown-all-in-one